Repository: briancline/jackosx
Catalog: jackosx/jackapps/JackPilot/Localization/*.lproj/Localizable.strings
Languages: french, italian

source: Start Jack
french: Démarrer
italian: Accendi

source: Stop Jack
french: Arrêter
italian: Spegni

source: Jack is Off
french: Jack est arrêté
italian: Jack spento

source: Jack is On
french: Jack est en route
italian: Jack acceso

source: Please Wait...
french: Attendez...
italian: Attendi...

source: Jack server is starting...
french: Le serveur Jack démarre...
italian: Jack server si sta avviando...

source: Jack server is closing...
french: Le serveur Jack s'arrête...
italian: Jack server si sta spegnendo...

source: Cannot start Jack server, Please check the console or retry after a system reboot.
french: Le serveur Jack ne démarre pas, Vérifiez les préférences ou essayez de nouveau après redémarrage.
italian: Non posso avviare Jack, Controlla le preferenze o prova dopo un riavvio.

source: Jack server error, try manually (from Dock menu) to close jackd..
french: Erreur du serveur Jack, essayez manuellement (depuis le menu Dock) de fermer jackd..
italian: errore del Jack server, prova manualmente (dal Dock menu) a chiudere jackd..

source: Are you sure?
french: Etes vous sur?
italian: Sei sicuro?

source: No
french: Non

source: Yes
french: Oui
italian: Si

source: There are no clients running.
french: Il n'y a pas de client actif.
italian: Non ci sono clients.

source: Error:
french: Erreur:
italian: Errore:

source: Fatal error:
french: Erreur fatale:
italian: Errore fatale:

source: Warning:
french: Attention:
italian: Attenzione:

source: Cannot initialize CoreAudio services, check JackPilot preferences or quit.
french: Les services CoreAudio ne peuvent pas être initialisés, Vérifiez les préférences de JackPilot ou quittez.
italian: Non posso inizializzare CoreAudio, controlla le preferenze o esci.

source: Preferences
french: Préférences
italian: Preferenze

source: Quit
french: Quitter
italian: Esci

source: Cannot initialize CoreAudio services, JackPilot will quit.
french: Les services CoreAudio ne peuvent pas être initialisés, JackPilot va quitter.
italian: Non posso inizializzare CoreAudio, ecso da JackPilot.

source: Cannot initialize CoreAudio services, check preferences.
french: Les services CoreAudio ne peuvent pas être initialisés, verifiez les préférences.
italian: Non posso inizializzare CoreAudio, controlla le preferenze.

source: Cannot find last audio device, please check preferences.
french: Le dernier périphérique utilise est introuvable, verifiez les préférences.
italian: Non riesco a trovare l'ultimo dispositivo audio, per favore controlla le preferenze.

source: Use default
french: Utiliez le peripherique pas defaut
italian: Usa predefinito

source: Jack Audio Server CoreAudio driver is not installed or is corrupted.
french: Le driver CoreAudio JackRouter n'est pas installé ou est endommagé.
italian: Jack Router CoreAudio driver non è installato o è corrotto.

source: Sorry...
french: Attention...
italian: Mi dispiace...

source: You must have "Connections Manager" window opened, and JACK must be ON.
french: Vous devez avoir la fenêtre "Gestionnaire de Connections" ouverte, et JACK doit être actif.
italian: Devi avere la finestra "Gestione Connessioni" aperta, e JACK deve essere partito.

source: CANNOT BE RESTORED. If you need this connection you must open client application and retry
french: IMPOSSIBLE DE RESTAURER. Si vous avez besoin de cette connection, vous devez ouvrir l'application et reessayer.
italian: NON POSSO CARICARE. Se hai bisogno di questa connessione devi aprire l'applicazione richiesta e riprovare

source: Retry
french: Réessayer
italian: Riprova

source: Abort
french: Abandonner
italian: Abbandona

source: Skip
french: Laisser
italian: Vai avanti

source: The physical driver used with this setup was
french: Le driver physique utilisé avec cette configuration
italian: Il dispositivo audio usato in questo setup era

source: , now Jack is using
french: , maintenant Jack utilise
italian: , adesso Jack sta usando

source: , do you want to restore connections to the used with driver
french: , voulez vous restorer les connections avec le driver
italian: , vuoi ricaricare le connesionni usando l'attuale driver

source: Jack server has been stopped, JackPilot will quit.
french: Le serveur Jack s'est arrêté, JackPilot va quitter.

source: CoreAudio driver has been restarted, unexpected behaviour may result.
french: Le driver CoreAudio a été redemarré, des comportements incohérents peuvent en resulter.

source: You have
french: Vous avez
italian: Hai

source: clients running, they will stop working or maybe crash!!
french: client(s) actif(s), il(s) vont s'arrêter de fonctionner et peut être planter!!
italian: clients aperti, questi finiranno di funzionare!!

source: Another application has changed the device configuration.
french: Le serveur Jack a été stoppé et devra être relancé avec une nouvelle configuration.

source: Another application has changed the sample rate.
french: Le serveur Jack a été stoppé et devra être relancé avec une nouvelle fréquence.

source: Device is already used with another sample rate, that will be changed...
french: Le périphérique est déjà utilisé avec une autre fréquence d'échantillonnage, elle sera changée...

source: Open Instance
french: Démarrer
italian: Apri

source: Close Instance
french: Arrêter
italian: Chiudi

source: Open Editor
french: Edition
italian: Modifica

source: not installed.
french: Non installé.
italian: non installato.

source: Maybe too old.
french: Peut être trop ancien.
italian: Forse troppo vecchio.

source: corrupted
french: endommage
italian: corrotto

source: CoreAudio device stream configuration has changed, backend stopped.
italian: La configuration du device CoreAudio device a change, il est arrete.

source: CoreAudio device sampling rate has changed, backend stopped.
italian: La fequence d'echantillonnage du device CoreAudio device a change, il est arrete.
